Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_law/climate_change.html.txt.tmx
Source language: en
Languages: ga

source: • Impacts of climate change
ga: • Tionchar an athraithe aeráide

source: There is international agreement by scientists and governments that the Earth’s climate is changing
ga: Tá comhaontú idirnáisiúnta ann i measc eolaithe agus rialtais go bhfuil athrú ag teacht ar aeráid an Domhain

source: While the global climate has changed many times due to natural processes and factors, human activities over the last two centuries have resulted in global warming – see ‘Causes of climate change’ below
ga: Cé gur athraigh an aeráid dhomhanda go leor uaireanta mar thoradh ar phróisis agus tosca nádúrtha, tá astuithe gáis cheaptha teasa méadaithe go mór ag gníomhaíochtaí an duine le dhá chéad bliain anuas, agus tá comhdhéanamh an atmaisféir á athrú acu agus d’eascair téamh domhanda as seo

source: This in turn leads to more extreme and unstable weather – storms, floods and droughts – and coastal erosion, as well as warmer weather in some parts of the world
ga: Eascraíonn aimsir níos déine agus níos éagobhsaí as seo – stoirmeacha, tuilte agus triomaigh – mar aon le creimeadh cósta, agus aimsir níos teo i roinnt codanna den domhan

source: Meteorological records show that Ireland’s climate is changing in line with global patterns
ga: Taispeánann taifid mheitéareolaíocha go bhfuil aeráid na hÉireann ag athrú ar aon dul le patrúin dhomhanda

source: Ireland participates in international efforts to combat climate change – see ‘Tackling climate change’ below
ga: Glacann Éire páirt in iarrachtaí idirnáisiúnta chun athrú aeráide a chomhrac – féach ‘Dul i ngleic le hathrú aeráide’ thíos

source: A national policy position (pdf) was published in January 2014 and new legislation is in place – see ‘Climate change legislation’ below
ga: Foilsíodh beartas náisiúnta staide (pdf) in Eanáir 2014 agus tá Acht nua i bhfeidhm – féach ‘Reachtaíocht i leith athrú aeráide’ thíos

source: The natural factors that lead to climate change include volcanic eruptions, changes in the sun’s intensity and slow changes in the Earth’s orbit
ga: I measc na dtosca nádúrtha óna n-eascraíonn athrú aeráide, tá brúchtadh bolcánach, athruithe ar dhéine na gréine agus athruithe malla ar fhithis an Domhain

source: Humans contribute to climate change through activities that emit greenhouse gases
ga: Cuireann an duine le hathrú aeráide trí ghníomhaíochtaí a scaoileann gáis cheaptha teasa

source: These are heat-trapping gases that accumulate in the atmosphere and prevent heat from escaping into space, thus causing the Earth’s surface and the lower atmosphere to get warmer
ga: Gáis ghaistithe teasa iad seo a bhailíonn san atmaisféar agus a chuireann cosc ar theas ó éalú isteach sa spás, agus éiríonn dromchla agus atmaisféar níos ísle an Domhain níos teo dá bharr

source: This has been compared to the heat-trapping effect of a greenhouse and is known as the greenhouse effect
ga: Cuireadh seo i gcomparáid le tionchar gaistithe teasa gáis cheaptha teasa agus tugtar an iarmhairt cheaptha teasa air

source: Carbon dioxide (CO ) is the main greenhouse gas emitted by human activities
ga: Is é dé-ocsaíd charbóin (CO ) an príomhghás ceaptha teasa a scaoiltear mar gheall ar ghníomhaíochtaí an duine

source: It is generated by burning fossil fuels, such as petrol, diesel, oil, coal, peat and gas
ga: Gintear é trí bhreoslaí iontaise a dhó, ar nós peitril, díosail, ola, guail, móna agus gáis

source: The agriculture sector emits nitrous oxide (N O) and methane (CH )
ga: Astaíonn an earnáil talmhaíochta ocsaíd nítriúil (N O) agus meatán (CH )

source: Other greenhouse gases include the fluorinated gases: hydrofluorocarbons (HFC), perfluorocarbons (PFC), sulphur hexafluoride (SF ) and nitrogen trifluoride (NF )
ga: I measc na ngás ceaptha teasa eile, tá na gáis fhluairínithe: hidreafhluaracharbóin (HFC), sárfhluaracharbóin (PFC), heicseafluairíd sulfair (SF ) agus trífhluairíd (NF )

source: The Environmental Protection Agency (EPA) compiles figures on Ireland’s greenhouse gas emissions for each sector: agriculture; industry and commercial; transport; energy; residential and waste
ga: Cuireann an Ghníomhaireacht um Chaomhnú Comhshaoil (an GCC) figiúirí le chéile ar astuithe gáis cheaptha teasa na hÉireann i dtaobh gach earnála: an talmhaíocht; tionsclaíocht agus tráchtáil; iompar; fuinneamh; cónaithe agus dramhaíl

source: It has published a simple guide (pdf) to Ireland’s greenhouse gas emissions and has also produced a visual representation of the volume of gas emitted into the atmosphere
ga: D’fhoilsigh siad treoir shimplí (pdf) maidir le hastuithe gáis ceaptha teasa na hÉireann agus chuir siad léiriú amhairc ar an méid gáis a astaítear isteach san atmaisféar

source: Impacts of climate change
ga: Tionchar an athraithe aeráide

source: The EPA has noted several impacts of climate change on Ireland
ga: Thug an GCC faoi deara gur imir athrú aeráide roinnt tionchar suntasach ar Éirinn

source: • More intense storms and rainfall events
ga: • Stoirmeacha agus báisteach níos déine

source: • More frequent and intense river and coastal flooding
ga: • Tuile níos minice agus níos déine abhann agus cósta

source: • Effects on water quality
ga: • Tionchar ar cháilíocht an uisce

source: • Changes in distribution of plant and animal species
ga: • Athruithe ar leithdháileadh speicis phlandaí agus ainmnithe

source: • Rises in sea level
ga: • Arduithe ar leibhéal na farraige

source: • Increased acidification of seawater and changes in sea temperature, affecting some fisheries
ga: • Méaduithe ar aigéadú uisce na farraige agus athruithe ar theocht na farraige, a imríonn tionchar ar roinnt iascach

source: Several international agreements have been made with a view to tackling climate change by significantly reducing global greenhouse gas emissions
ga: Rinneadh roinnt comhaontuithe idirnáisiúnta ag féachaint do dhul i ngleic le hathrú aeráide trí astuithe gáis cheaptha teasa a laghdú go mór

source: Ireland is part of these international efforts to combat climate change
ga: Tá páirt ag Éirinn sna hiarrachtaí idirnáisiúnta seo chun dul i ngleic le hathrú aeráide

source: It has signed up to the United Nations Framework Convention on Climate Change and its Kyoto Protocol
ga: Tá Éire tar éis síniú le Coinbhinsiún na Náisiún Aontaithe maidir leis an Athrú Aeráide agus le Prótacal Kyoto dá gcuid

source: The 2030 Climate and Energy Framework agreed in October 2014 committed the EU to a 40% reduction in greenhouse gas emissions relative to 1990
ga: Cheangail Creat Fuinneamh Aeráide 2030, lenar comhaontaíodh i nDeireadh Fómhair 2014, ar an AE chun laghdú 40% a bhaint amach in astuithe gáis cheaptha teasa i gcomparáid le leibhéil 1990

source: More recently, Ireland attended the Lima conference of December 2014, which resulted in the Lima call for climate action
ga: D’fhreastail Éire ar chomhdháil Lima i Nollaig 2014, as ar eascair Gairm Lima ar ghníomhaíocht aeráide (‘Lima call for climate action’)

source: This fed into the Paris Agreement on climate change, which was adopted at the COP21 conference in December 2015 and is due to come into effect in 2020
ga: D'eascraigh comhaontú ‘Páras 2015’ ar athrú aeráide as seo, a ghlacadh leis ag comhdháil COP21 i mí na Nollag 2015 agus a thiocfaidh i bhfeidhm in 2020

source: It includes adaptation to climate change as well as the existing mitigation policies of cutting and curbing greenhouse gas emissions
ga: Áirítear leis oiriúnú d’athrú aeráide mar aon leis na beartas reatha mhaolaithe ina bhfuil sé mar sprioc chun astuithe gáis cheaptha teasa a chiorrú agus a cheansú

source: Steps already taken include participation in the EU’s Emissions Trading System and the regulation of fluorinated greenhouse gases
ga: I measc na mbeart a glacadh cheana féin tá rannpháirtíocht i Scéim Trádála Astuithe agus rialáil gáis fhluairínithe cheaptha teasa an AE

source: The Climate Action and Low-Carbon Development Act 2015 provides for new arrangements aimed at achieving transition to a low-carbon, climate-resilient and environmentally sustainable economy by 2050
ga: Forálann an tAcht um Ghníomhú ar son na hAeráide agus um Fhorbairt Ísealcharbóin do shocruithe nua atá dírithe ar aistriú chuig geilleagar ísealcharbóin, aeráid-dhíonach agus geilleagar atá inmharthana i dtaobh an chomhshaoil faoi 2050

source: It builds on the existing National Climate Change Adaptation Framework
ga: Cuireann an tAcht leis an gCreat Náisiúnta um Oiriúnú d’Athrú Aeráide reatha

source: These arrangements include a national mitigation plan, which will specify the policy measures needed to manage greenhouse gas emissions to meet national and international targets
ga: Áirítear leis na socruithe seo plean náisiúnta maolaithe, a shonróidh na bearta beartais a theastaíonn chun astuithe gáis cheaptha teasa a bhainistiú chun spriocanna náisiúnta agus idirnáisiúnta a bhaint amach

source: They also include a national climate change adaptation framework, with a view to reducing the State’s vulnerability to the negative impacts of climate change and availing of any positive impacts
ga: Áirítear leo, chomh maith, creat um oiriúnú d’athrú aeráide, ag féachaint do leochaileacht an Stáit a laghdú i leith tionchar diúltach an athraithe aeráide agus teacht i dtír ar aon tionchar dearfach

source: These 2 plans – the mitigation plan and the framework – are to be published within specified timeframes
ga: Tá an dá phlean seo – an plean maolaithe agus an creat – le foilsiú laistigh d’amfhrámaí sonraithe i ndiaidh go ritear an reachtaíocht

source: They are to be reviewed at least every 5 years
ga: Táthar le hathbhreithniú a dhéanamh orthu gach 5 bliana, ar a laghad

source: Under the Act, a high-level Climate Change Advisory Council has been established to advise and recommend on the preparation of these national plans and on compliance with relevant international obligations of the State
ga: Tá Comhairle Chomhairleach Shaineolaithe ardleibhéil curtha ar bun faoin Acht chun moltaí agus comhairle a thabhairt i dtaca leis na pleananna náisiúnta seo a réiteach agus le comhlíonadh dhualgais ábhartha idirnáisiúnta an Stáit

source: It will publish an annual review, based on the national inventory of greenhouse gas emissions, and will make recommendations on how the State’s climate-related objectives and obligations can be achieved
ga: Foilseoidh sí athbhreithniú bliantúil, bunaithe ar an bhfardal náisiúnta d’astuithe gáis cheaptha teasa, agus déanfaidh sí moltaí maidir le conas a bhainfear amach na cuspóirí agus na dualgais a bhaineann leis an aeráid

source: It will also undertake periodic reviews to ensure that climate policy remains up to date and that progress is maintained on implementing the 2 national plans
ga: Anuas air sin, tabharfaidh sí faoi athbhreithnithe tréimhsiúla lena chinntiú go mbíonn an beartas aeráide cothrom le dáta i gcónaí agus go leantar le dul chun cinn a dhéanamh ar an dá phlean náisiúnta a chur i bhfeidhm

source: The Council published its first report in November 2016
ga: D'fhoilsigh an Chomhairle an chéad tuairisc i Samhain 2016

source: Relevant Ministers will have to prepare sectoral mitigation measures for inclusion in the national mitigation plan, specifying the measures they propose in order to reduce emissions in their sectors
ga: Chomh maith leis sin, beidh ar na hAirí ábhartha bearta maolaithe earnála a réiteach a bheidh le cur san áireamh sa phlean náisiúnta maolaithe, ina sonraítear na bearta a bheartaíonn siad chun astuithe a laghdú ina n-earnálacha

source: They will also have to produce sectoral adaptation plans for how their sectors can adapt to climate change, in the context of the national adaptation framework
ga: Beidh orthu pleananna oiriúnaithe earnála a chur i dtoll a chéile, chomh maith, maidir le conas is féidir lena n-earnálacha oiriúnú d’athrú aeráide, i gcomhthéacs an chreata náisiúnta oiriúnaithe

source: The Minister for Communication, Climate Action and the Environment, along with Ministers who have prepared sectoral contributions, will have to report annually to Dáil Éireann on progress made in the transition to a low-carbon, climate-resilient and environmentally sustainable economy, outline any measures needed to improve progress, and give reasons if they are not following the Expert Advisory Council’s recommendations
ga: Beidh ar an Aire Cumarsáide, Gníomhaithe ar son na hAeráide agus Comhshaoil, mar aon leis na hAirí a réitigh rannpháirtíocht earnála, tuairisciú bliantúil a dhéanamh do Dháil Éireann ar an dul chun cinn a rinneadh san aistriú chuig geilleagar ísealcharbóin, aeráid-dhíonach agus geilleagar atá inmharthana i dtaobh an chomhshaoil de, aon bhearta a chur i gcuntas a theastaíonn chun feabhas a chur ar dhul chun cinn, agus cúiseanna a lua mura bhfuil siad ag leanúint mholtaí na Comhairle Comhairlí Saineolaithe

source: In addition, the Minister for Communication, Climate Action and the Environment will have to report on compliance with any relevant climate-related, existing obligation of the State under European Union law or any international agreement
ga: Ina theannta sin uile, beidh ar an Aire Cumarsáide, Gníomhaithe ar son na hAeráide agus Comhshaoil tuairisciú a dhéanamh ar chomhlíonadh aon dualgais ábhartha reatha a bhaineann leis an aeráid de chuid an Stáit faoi dhlí an Aontais Eorpaigh nó aon chomhaontú idirnáisiúnta

source: Public bodies will have to consider the objectives set out in the national plans and relevant sectoral adaptation plans
ga: Beidh ar chomhlachtaí poiblí breithniú a dhéanamh ar na cuspóirí a leagtar amach sna pleananna náisiúnta agus sna pleananna ábhartha oiriúnaithe earnála

source: They will have to integrate these objectives into their strategic planning and day-to-day decision-making and will have to take the necessary steps as regards mitigation and adaptation in their areas of responsibility
ga: Beidh orthu na cuspóirí seo a chomhcheangal ina bpleanáil straitéiseach agus ina ndéanamh cinntí laethúla agus beidh orthu na bearta cuí a ghlacadh maidir le maolú agus oiriúnú ina limistéir freagrachta

source: The Department of Communication, Climate Action and the Environment publishes extensive information on climate change, with links to other useful sources of information
ga: Foilsíonn an Roinn Cumarsáide, Gníomhaithe ar son na hAeráide agus Comhshaoil faisnéis chuimsitheach ar athrú aeráide, agus tá naisc ann le foinsí áisiúla eile faisnéise

source: The EPA publishes a wide range of information on climate science and climate change, including detailed FAQs
ga: Foilsíonn an GCC réimse fairsing faisnéise ar eolaíocht aeráide agus ar athrú aeráide, lena n-áirítear ceisteanna coitianta mionsonraithe

source: It is involved in ongoing research in this area
ga: Tá baint acu i dtaighde leanúnach sa limistéar seo

source: The Intergovernmental Panel on Climate Change (IPCC) publishes detailed assessment reports on climate change and its causes
ga: Foilsíonn an Painéal Idir-Rialtasach ar Athrú Aeráide (IPCC) tuarascálacha mionsonraithe measúnaithe ar athrú aeráide agus ar na cúiseanna a bhíonn leis

source: Met Éireann, the national meteorological service, routinely gathers information on climate events and has published Ireland's climate: the road ahead (pdf)
ga: Bailíonn Met Éireann, an tseirbhís náisiúnta mheitéareolaíochta, faisnéis go rialta ar imeachtaí aeráide agus d’fhoilsigh siad Ireland's climate: the road ahead (pdf)

source: The National Economic and Social Council (NESC) has published several papers on climate change issues
ga: D’fhoilsigh an Chomhairle Náisiúnta Eacnamaíoch agus Shóisialta (NESC) roinnt páipéar ar shaincheisteanna athraithe aeráide

source: The Department of Agriculture, Food and the Marine has information on agriculture and climate change
ga: Tá faisnéis ag an Roinn Talmhaíochta, Bia agus Mara ar thalmhaíocht agus athrú aeráide

source: Read more on the website of the United Nations Environment Programme
ga: Féadfaidh tú breis faisnéise a léamh ar láithreán gréasáin Chlár Comhshaoil na Náisiún Aontaithe
